blog-posts/2004-02-05-reading-a-book-in-emacspeak.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Reading a book in Emacspeak</title>
<!-- 2015-01-07 Wed 14:48 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<link rel="stylesheet" type="text/css" href="../css/foundation.min.css"></link>
<link href='http://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'></link>
<link rel="stylesheet" type="text/css" href="../css/org-export.css"></link>
<link rel="stylesheet" type="text/css" href="../css/style.css"></link>
<link rel="stylesheet" type="text/css" href="../css/emacs-notes.css"></link>
</head>
<body>
<div id="content">
<h1 class="title">Reading a book in Emacspeak</h1>
<p>
February 5th, 2004 -
<a href="http://sachachua.com/blog/p/1675"><a href="http://sachachua.com/blog/p/1675">http://sachachua.com/blog/p/1675</a></a>
</p>

<p>
From Nath on the emacspeak mailing list:
</p>

<blockquote>
<p>
You can try C-e n which will read you the text until you stop the
speech
 by pressing C-e s but the cursor will stay at the position it was
just
 before you run the command. Sorry I don't know the command which will
 cause the cursor to move in the same time the text is read.
</p>
</blockquote>

<p>
E-Mail from Nath
</p>
</div>
<div id="postamble" class="status">
<div class="back-to-top"><a href="#top">Back to top</a> | <a href="mailto:sacha@sachachua.com">E-mail me</a></div>
</div>
</body>
</html>
